{
    "0 results.": "",
    "<0>Sign up</0> to get early access to our beta regulatory watch platform tailored for the financial services sector in Luxembourg.": "",
    "A name is required": "",
    "About us": "",
    "Adapt your news feed to your specific needs which will ensure you receive the information that is most relevant to you.": "",
    "Alerts setting": "",
    "Alerts settings update": "",
    "Alerts settings updated": "",
    "All sources": "",
    "Already registered? Login here": "",
    "At least one source required.": "",
    "Company info": "",
    "Company name": "",
    "Company name required": "",
    "Compliance settings": "",
    "Confirm Password": "",
    "Confirm your password": "",
    "Countries required": "",
    "Customised news feeds": "",
    "Effortless Monitoring": "",
    "Email": "",
    "Email Alerts": "",
    "Email invalid": "",
    "Email required": "",
    "Enter email": "",
    "Enter password": "",
    "Error saving search.": "",
    "Error updating saved search.": "",
    "First name": "",
    "First name required": "",
    "Forgotten your password?": "",
    "From when?": "",
    "Get free trial": "",
    "Have no account?<1>Register here</1>": "",
    "Here you can change your alerts settings. By default, we send you alerts daily at 8am.": "",
    "I would like to receive daily reg. watch alerts by email.": "",
    "If this email address is in our system, we will send you an email at this address to complete the password reset.": "",
    "In which countries are you operating?": "",
    "In-house commentaries": "",
    "Job title": "",
    "Job title required": "",
    "Keeping track of regulatory updates is time-consuming. We know, because we´ve done it. With Phare, we set out to change how financial services firms manage regulatory monitoring.": "",
    "Keywords": "",
    "Language setting": "",
    "Last name required": "",
    "Location": "",
    "Log in": "",
    "Log into your account": "",
    "Log out": "",
    "Login": "",
    "Max. 16 characters": "",
    "Min. 8 characters": "",
    "More filters": "",
    "More than a third of firms spend at least a whole day every week tracking and analyzing regulatory change and 69% of firms expect regulators to publish even more regulatory information, with 26% expecting significantly more. It is fair to say keeping up with new regulations and changes to existing regulations is becoming increasingly burdensome. Phare aims to relieve this burden so businesses can focus on what they do best.": "",
    "Name saved search": "",
    "Next": "",
    "No regulation": "",
    "No sources": "",
    "One Source of Truth": "",
    "Oops! Your news feed won't load, please contact support.": "",
    "Original Text": "",
    "Our service allows you to spend time on solving regulatory issues, not merely finding them": "",
    "Password": "",
    "Password Reset": "",
    "Password Reset Expired": "",
    "Password Reset Request": "",
    "Password required": "",
    "Password reset error": "",
    "Password reset request failed": "",
    "Password reset successful": "",
    "Passwords don't match": "",
    "Phare who?": "",
    "Phare, an AI and data technology company, is dedicated to support companies in dealing with the increasing regulatory requirements through new and innovative ways, applying the latest in AI and machine learning technologies. ": "",
    "Please choose a different password from your previous one.": "",
    "Profile Settings": "",
    "Receive email alerts to make sure you are always updated on new changes. Customise your alerts according to your preferences.": "",
    "Reg. Watch": "",
    "Reg. Watch {{number}}": "",
    "Reg. watch": "",
    "Register": "",
    "Regulations": "",
    "Reinventing compliance with AI": "",
    "Request password reset": "",
    "Reset data": "",
    "Reset filters": "",
    "Reset password": "",
    "Save": "",
    "Save your searches for later. You can activate or delete a search.": "",
    "Saved search updated.": "",
    "Saved searches": "",
    "Scroll through news and pin articles of interest to you.": "",
    "Search": "",
    "Search compliance by filtering on the Phare database.": "",
    "Search filters": "",
    "Search saved.": "",
    "See you later!": "",
    "Sign up": "",
    "Sign up to Phare": "",
    "Source required": "",
    "Sources": "",
    "Submit alerts settings": "",
    "Submit company info": "",
    "Summaries and keywords": "",
    "Summary": "",
    "Supporting you with weekly roundups and commentaries that summarise the most important regulatory changes in your industry": "",
    "Surname": "",
    "There are two steps. 1st sign up. 2nd Confirm email.": "",
    "There's just one more step. We've sent you a confirmation email to verify your email address.": "",
    "This information is used to generate your news feed. In order to generate news relevant to you, we need to collect some general information about your business, for example where you operate and which industries you work in. Using this data, we can do all the heavy lifting for you and find what your business needs.": "",
    "To start using the application, please continue through the final setup stages so we can create your user profile. This data will be used to generate your personal news and alerts.": "",
    "Translations of choice": "",
    "Try changing your filters to get more results.": "",
    "Update": "",
    "User company info updated": "",
    "User company update": "",
    "User profile complete": "",
    "User registration": "",
    "View source": "",
    "We are happy to welcome you to the Phare application. You have been given full access, including to the news feed, AI-generated summaries and more.": "",
    "We pool data from all the relevant sources into one database, giving you access to one golden source for all your regulatory monitoring needs.": "",
    "We translated your news feeds to your language of choice, breaking down any language barriers that may exist.": "",
    "Which compliance sources?": "",
    "Which organisations affect your business? {{sourceOptionsLength}} options": "",
    "Which regulation?": "",
    "Which term or keyword?": "",
    "With our technology we create accurate summaries and together with AI-backed keywords you can quickly assess new updates and their relevance to your business": "",
    "Your account has been confirmed.": "",
    "Your password reset session has expired or is invalid. Go back to the <1>login page</1>to try again.": "",
    "Your registration was successful.": "",
    "to when?": ""
}
